Repository: ethanzxlee/Magic8Ball_iOS
Catalog: Magic 8 Ball/*.lproj/Localizable.strings
Languages: fr

source: No question asked
fr: Aucune question posée

source: Please ask a question before shaking the magic eight ball.
fr: S'il vous plaît poser une question avant de secouer les huit boule magique.

source: OK
fr: D'accord

source: It is certain
fr: Il est certain

source: It is decidedly so
fr: Il est décidément donc

source: Without a doubt
fr: Sans aucun doute

source: Yes, definitely
fr: Oui définitivement

source: You may rely on it
fr: Vous pouvez compter sur elle

source: As I see it, yes
fr: Comme je le vois oui

source: Most likely
fr: Le plus probable

source: Outlook good
fr: Bonne perspective

source: Yes
fr: Oui

source: Signs point to yes
fr: Les signes pointent vers Oui

source: Reply hazy try again
fr: Répondre à nouveau essayer brumeux

source: Ask again later
fr: Demander à nouveau plus tard

source: Better not tell you now
fr: Mieux vaut ne pas vous dire maintenant

source: Cannot predict now
fr: Vous ne pouvez pas prédire maintenant

source: Concentrate and ask again
fr: Concentrer et demander à nouveau

source: Don't count on it
fr: Ne pas compter sur elle

source: My reply is no
fr: Ma réponse est non

source: My sources say no
fr: Mes sources disent non

source: Outlook not so good
fr: Perspectives pas si bon

source: Very doubtful
fr: Très douteux
